{
    "backend": "tensorflow",
    "class_name": "Sequential",
    "config": [
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "batch_input_shape": [
                    null,
                    11
                ],
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_0",
                "trainable": true,
                "units": 11,
                "use_bias": true
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_1",
                "trainable": true,
                "units": 128,
                "use_bias": false
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_2",
                "trainable": true,
                "units": 256,
                "use_bias": false
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_3",
                "trainable": true,
                "units": 256,
                "use_bias": false
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_4",
                "trainable": true,
                "units": 128,
                "use_bias": false
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "kernel_initializer": {
                    "class_name": "RandomUniform",
                    "config": {
                        "maxval": 0.05,
                        "minval": -0.05,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "name": "layer_5",
                "trainable": true,
                "units": 2,
                "use_bias": false
            }
        }
    ],
    "keras_version": "2.2.0"
}